// TODO: 추후 백엔드 API로 교체 예정 (GET /api/buildings 같은 형태)
export const BASE_BUILDINGS = [
    {id: 1, name: "제5공학관", lat: 37.22207705704174, lng: 127.18762920248138},
    {id: 2, name: "제1공학관", lat: 37.22248772722607, lng: 127.1871907919509},
    {id: 3, name: "함박관", lat: 37.22103470487135, lng: 127.18866319958337},
    {
        id: 4,
        name: "차세대과학관",
        lat: 37.22134455826527,
        lng: 127.18929493504115,
    },
    {
        id: 5,
        name: "창조예술관",
        lat: 37.22290731019309,
        lng: 127.18964813120975,
    },
    {id: 6, name: "제2공학관", lat: 37.22165945175135, lng: 127.18675495567688},
];
